Revit 2024 API
OverrideGraphicSettings.IsCutBackgroundPatternVisible Property
 The visibility of the cut face background fill pattern.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public bool IsCutBackgroundPatternVisible { get; }
Visual Basic
Public ReadOnly Property IsCutBackgroundPatternVisible As Boolean
	Get
Visual C++
public:
property bool IsCutBackgroundPatternVisible {
	bool get ();
}
See Also
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace